Repository: DriesDeSchepper/DriesDeSchepper
Catalog: TempoRep/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: Add to favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
nl: Aan favorieten toevoegen

source: All equipment
de: Alle Ausrüstung
fr: Tout équipement
nl: Alle uitrusting

source: All muscles
de: Alle Muskeln
fr: Tous les muscles
nl: Alle spieren

source: Automatic
de: Automatisch
fr: Automatique
nl: Automatisch

source: Bilateral
de: Beidseitig
fr: Bilatéral
nl: Bilateraal

source: Bottom Pause
de: Pause unten
fr: Pause en bas
nl: Pauze onderaan

source: CON
de: KON
fr: CONC

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Clear
de: Löschen
fr: Effacer
nl: Wissen

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: Concentric
de: Konzentrisch
fr: Concentrique
nl: Concentrisch

source: Concentric 0 = explosive (timed as 1 s)
de: Konzentrisch 0 = explosiv (gezählt als 1 s)
fr: Concentrique 0 = explosif (compté comme 1 s)
nl: Concentrisch 0 = explosief (geteld als 1 s)

source: Concentric duration
de: Konzentrische Dauer
fr: Durée concentrique
nl: Concentrische duur

source: Custom Tempo
de: Individuelles Tempo
fr: Tempo personnalisé
nl: Aangepast tempo

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: ECC
de: EXZ
fr: EXC
nl: EXC

source: Eccentric
de: Exzentrisch
fr: Excentrique
nl: Excentrisch

source: Eccentric duration
de: Exzentrische Dauer
fr: Durée excentrique
nl: Excentrische duur

source: Enhanced
de: Verbessert
fr: Améliorée
nl: Verbeterd

source: Equipment
de: Ausrüstung
fr: Équipement
nl: Uitrusting

source: Exercise
de: Übung
fr: Exercice
nl: Oefening

source: Favorites
de: Favoriten
fr: Favoris
nl: Favorieten

source: Filters
de: Filter
fr: Filtres

source: Finished workouts show up here.
de: Abgeschlossene Trainings werden hier angezeigt.
fr: Les entraînements terminés apparaîtront ici.
nl: Voltooide trainingen verschijnen hier.

source: History
de: Verlauf
fr: Historique
nl: Geschiedenis

source: Hold at the bottom
de: Unten halten
fr: Maintenez en bas
nl: Houd vast onderaan

source: Hold at the top
de: Oben halten
fr: Maintenez en haut
nl: Houd vast bovenaan

source: Language
de: Sprache
fr: Langue
nl: Taal

source: Left
de: Links
fr: Gauche
nl: Links

source: Lift the weight and contract the muscle
de: Gewicht heben und Muskel anspannen
fr: Soulevez la charge et contractez le muscle
nl: Til het gewicht en span de spier aan

source: Lower the weight and lengthen the muscle
de: Gewicht absenken und Muskel verlängern
fr: Abaissez la charge et allongez le muscle
nl: Laat het gewicht zakken en verleng de spier

source: Muscle
de: Muskel
nl: Spier

source: No exercise (bare timer)
de: Keine Übung (nur Timer)
fr: Aucun exercice (minuteur seul)
nl: Geen oefening (alleen timer)

source: No exercise selected
de: Keine Übung ausgewählt
fr: Aucun exercice sélectionné
nl: Geen oefening geselecteerd

source: No workouts yet
de: Noch keine Trainings
fr: Aucun entraînement pour l'instant
nl: Nog geen trainingen

source: Opens the exercise picker
de: Öffnet die Übungsauswahl
fr: Ouvre le sélecteur d'exercices
nl: Opent de oefeningenkiezer

source: PAUSED
de: PAUSIERT
fr: EN PAUSE
nl: GEPAUZEERD

source: Pause at bottom duration
de: Dauer Pause unten
fr: Durée pause en bas
nl: Duur pauze onder

source: Pause at top duration
de: Dauer Pause oben
fr: Durée pause en haut
nl: Duur pauze boven

source: Presets for %@
de: Voreinstellungen für %@
fr: Préréglages pour %@
nl: Presets voor %@

source: REP %d/%d · SET %d/%d
de: WDH %d/%d · SATZ %d/%d
fr: RÉP %d/%d · SÉRIE %d/%d

source: Recent
de: Zuletzt verwendet
fr: Récents

source: Recommended
de: Empfohlen
fr: Recommandé
nl: Aanbevolen

source: Remove from favorites
de: Aus Favoriten entfernen
fr: Retirer des favoris
nl: Uit favorieten verwijderen

source: Rep direction
de: Wiederholungsrichtung
fr: Sens de la répétition
nl: Herhalingsrichting

source: Reps per set
de: Wiederholungen pro Satz
fr: Répétitions par série
nl: Herhalingen per set

source: Rest between sets
de: Pause zwischen den Sätzen
fr: Repos entre les séries
nl: Rust tussen sets

source: Resume
de: Fortsetzen
fr: Reprendre
nl: Hervatten

source: Reverse Direction
de: Richtung umkehren
fr: Inverser le sens
nl: Omgekeerde richting

source: Right
de: Rechts
fr: Droite
nl: Rechts

source: SET %d OF %d
de: SATZ %d VON %d
fr: SÉRIE %d SUR %d
nl: SET %d VAN %d

source: SET %d OF %d DONE
de: SATZ %d VON %d FERTIG
fr: SÉRIE %d SUR %d TERMINÉE
nl: SET %d VAN %d KLAAR

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Save Preset
de: Preset speichern
fr: Enregistrer le préréglage
nl: Preset opslaan

source: Save current settings as a preset
de: Aktuelle Einstellungen als Voreinstellung speichern
fr: Enregistrer les réglages actuels comme préréglage
nl: Huidige instellingen opslaan als preset

source: Search exercises
de: Übungen suchen
fr: Rechercher des exercices
nl: Zoek oefeningen

source: Seconds per phase
de: Sekunden pro Phase
fr: Secondes par phase
nl: Seconden per fase

source: Sets
de: Sätze
fr: Séries

source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

source: Shows voices for the app's current language, set above.
de: Zeigt Stimmen für die aktuelle Sprache der App, oben festgelegt.
fr: Affiche les voix pour la langue actuelle de l'app, définie ci-dessus.
nl: Toont stemmen voor de huidige taal van de app, hierboven ingesteld.

source: Speech voice
de: Sprachstimme
fr: Voix de synthèse
nl: Spraakstem

source: Start with
de: Beginnt mit
fr: Commence par
nl: Begint met

source: Starting side
de: Erste Seite
fr: Côté de départ
nl: Startzijde

source: Stop
de: Stopp
fr: Arrêter

source: Suggested for %@
de: Empfohlen für %@
fr: Suggéré pour %@
nl: Aanbevolen voor %@

source: Swap which direction the contractions move (e.g. lat pulldown)
de: Vertauscht die Bewegungsrichtung der Kontraktionen (z. B. Latzug)
fr: Inverse le sens de déplacement des contractions (ex. tirage vertical)
nl: Wissel de bewegingsrichting van de contracties (bv. lat pulldown)

source: Switch time
de: Wechselzeit
fr: Temps de changement
nl: Wisseltijd

source: Time remaining in this phase
de: Verbleibende Zeit in dieser Phase
fr: Temps restant dans cette phase
nl: Resterende tijd in deze fase

source: Top Pause
de: Pause oben
fr: Pause en haut
nl: Pauze bovenaan

source: Unilateral
de: Einseitig
fr: Unilatéral
nl: Unilateraal

source: Voice
de: Stimme
fr: Voix
nl: Stem

source: Voice countdown
de: Sprachansage
fr: Décompte vocal
nl: Gesproken aftelling

# phase.concentric.subtitle
source: lift
de: hoch
fr: monte
nl: omhoog

# phase.concentric.title
source: CONCENTRIC
de: KONZENTRISCH
fr: CONCENTRIQUE
nl: CONCENTRISCH

# phase.concentric.voice
source: Up
de: Hoch
fr: Monte
nl: Omhoog

# phase.done.subtitle
source: nice work
de: gut gemacht
fr: bien joué
nl: goed gedaan

# phase.done.title
source: DONE
de: FERTIG
fr: TERMINÉ
nl: KLAAR

# phase.done.voice
source: Workout complete
de: Training abgeschlossen
fr: Entraînement terminé
nl: Training voltooid

# phase.eccentric.subtitle
source: lower
de: runter
fr: descends
nl: zakken

# phase.eccentric.title
source: ECCENTRIC
de: EXZENTRISCH
fr: EXCENTRIQUE
nl: EXCENTRISCH

# phase.eccentric.voice
source: Down
de: Runter
fr: Descends
nl: Zakken

# phase.getReady.subtitle
source: starting
de: los geht's
fr: ça commence
nl: we beginnen

# phase.getReady.title
source: GET READY
de: FERTIG MACHEN
fr: PRÉPAREZ-VOUS
nl: KLAAR VOOR START

# phase.getReady.voice
source: Get ready
de: Mach dich bereit
fr: Prépare-toi
nl: Maak je klaar

# phase.pause.subtitle
source: hold
de: halten
fr: tiens
nl: vasthouden

# phase.pause.title
source: PAUSE
de: HALTEN
nl: PAUZE

# phase.pause.voice
source: Hold
de: Halten
fr: Tiens
nl: Vasthouden

# phase.rest.subtitle
source: breathe
de: durchatmen
fr: respire
nl: haal adem

# phase.rest.title
source: REST
de: PAUSE
fr: REPOS
nl: RUST

# phase.rest.voice
source: Rest
de: Pause
fr: Repos
nl: Rust

# phase.switchSides.subtitle
source: next side
de: nächste Seite
fr: côté suivant
nl: volgende kant

# phase.switchSides.title
source: SWITCH SIDE
de: SEITENWECHSEL
fr: CHANGE DE CÔTÉ
nl: WISSEL VAN KANT

# phase.switchSides.voice
source: Switch side
de: Seitenwechsel
fr: Change de côté
nl: Wissel van kant

source: tempo training timer
de: Tempo-Trainingstimer
fr: minuteur d'entraînement tempo
nl: tempo trainingstimer

source: under tension
de: unter Spannung
fr: sous tension
nl: onder spanning

source: up next: %@
de: als Nächstes: %@
fr: ensuite : %@
nl: hierna: %@

source: up next: set %d
de: als Nächstes: Satz %d
fr: ensuite : série %d
nl: hierna: set %d

# workout.continueButton
source: CONTINUE
de: WEITER
fr: CONTINUER
nl: VERDER

# workout.pauseButton
source: Pause
de: Pausieren
nl: Pauzeren

# workout.rep
source: rep
de: Wiederholung
fr: répétition
nl: herhaling

# workout.reps
source: reps
de: Wiederholungen
fr: répétitions
nl: herhalingen

# workout.set
source: set
de: Satz
fr: série

# workout.sets
source: sets
de: Sätze
fr: séries

source: ≈ %@ total
de: ≈ %@ insgesamt
fr: ≈ %@ au total
nl: ≈ %@ totaal

source: Preset name
fr: Nom du préréglage
nl: Naam van preset

source: Presets
fr: Préréglages

source: START
fr: DÉMARRER

source: System
fr: Système
nl: Systeem

source: Tempo details
fr: Détails du tempo

source: PAUSE
nl: PAUZE
